Revit 2027 API
ParameterTypeId.RebarShapeSpiralBaseFinishingTurns Property
 "Base Finishing Turns"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeSpiralBaseFinishingTurns { get; }
Public Shared ReadOnly Property RebarShapeSpiralBaseFinishingTurns As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeSpiralBaseFinishingTurns {
	ForgeTypeId^ get ();
}
static member RebarShapeSpiralBaseFinishingTurns : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace